[
    {
        "text": "Why to join LATOKEN? Go global to grow with the frontier tech to change the world.",
        "source": "LATOKEN Website"
    },
    {
        "text": "At Latoken, we help launch or discover the next gems for web3 early adopters. This enlightens people and aligns their short-term individual profits with long-term common prosperity.",
        "source": "LATOKEN Website"
    },
    {
        "text": "People will not vote for wars or injustice erasing the value of their trading accounts. If Latoken isn't able to democratize the capital markets, billions of people may remain blinded and disconnected from the opportunity, resulting in the growth of inequality, alienation, and ultimately jeopardizing shared prosperity.",
        "source": "LATOKEN Website"
    },
    {
        "text": "We are building Latoken to enlighten individuals, encouraging cooperation for long-term prosperity and making them active stakeholders in a better future.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Our vision is for billions of people to trade millions of assets, pushing the boundaries of finance and technology.",
        "source": "LATOKEN Website"
    },
    {
        "text": "We will have to overcome the challenge of listing the best assets and making them easy to understand and trade, but we will succeed by scaling listing sales and partnerships and making it easy to understand the business, on-chain, and social data of the tokens.",
        "source": "LATOKEN Website"
    },
    {
        "text": "The more people are stakeholders of the future, the better it will be.",
        "source": "LATOKEN Website"
    },
    {
        "text": "LATOKEN helps to find the next bitcoin before others. Thus we democratize the brain of humankind - capital markets, we help to launch or discover frontier assets.",
        "source": "LATOKEN Website"
    },
    {
        "text": "We are the leverage for passionate tech lovers to change the world.",
        "source": "LATOKEN Website"
    },
    {
        "text": "#1 by the number of trading assets, 3,000+.",
        "source": "LATOKEN Website"
    },
    {
        "text": "15% of airdrops globally.",
        "source": "LATOKEN Website"
    },
    {
        "text": "4 million accounts.",
        "source": "LATOKEN Website"
    },
    {
        "text": "1 million paying users in 2022.",
        "source": "LATOKEN Website"
    },
    {
        "text": "We make it easy to discover the next bitcoins before others.",
        "source": "LATOKEN Website"
    },
    {
        "text": "PASSIONATE ABOUT TECH, LOVE EXTRA EFFORT TO GROW? WE ARE YOUR LEVERAGE TO CHANGE THE WORLD.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Rapid growth through challenging tasks, fully remote.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Advanced AI x WEB3 tech.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Global market, clients in 120+ countries.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Payment in hard currency, no dependence on banks.",
        "source": "LATOKEN Website"
    },
    {
        "text": "Stock Options.",
        "source": "LATOKEN Website"
    },
    {
        "text": "ХАКАТОН AIxWEB3: Получи опыт внедрения AI и приглашение работать в Латокен на 'периметре технологий'.",
        "source": "Hackathon Page"
    },
    {
        "text": "ХАКАТОН AIxWEB3: Gain experience implementing AI and an invitation to work at LATOKEN in the 'technology perimeter.'",
        "source": "Hackathon Page"
    },
    {
        "text": "СДВИНЬ ПЕРИМЕТР ТЕХНОЛОГИЙ: НАЧНИ НА ХАКАТОНЕ.",
        "source": "Hackathon Page"
    },
    {
        "text": "Shift the perimeter of technology: Start at the hackathon.",
        "source": "Hackathon Page"
    },
    {
        "text": "Topics in the hackathon: Web 2 -> 3, DePin, Layer 3, RWA, zk Rollups, Re-Staking, Synthetics, Мультимодальность (Multimodality), Трансформеры (Transformers), RAG, Q learning, Мультиагенты (Multi-agents), AGI, Распределенный AGI (Distributed AGI), Квантовый AGI (Quantum AGI).",
        "source": "Hackathon Page"
    },
    {
        "text": "Расписание (Schedule): Пятница (Friday) - 18:00 Презентация компании и обсуждение задачи (Company presentation and task discussion). Суббота (Saturday) - 17:00 Чекпоинт (Checkpoint), 18:00 Демо результатов (Demo of results), 19:00 Объявление победителей, интервью и офферы (Winners announcement, interviews, and offers).",
        "source": "Hackathon Page"
    },
    {
        "text": "Fire good ones for freedom. Generally, new companies should not exist. The only reason is their new culture which can solve creativity paradoxes to punch through legacy players.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "I commit to: Put clients first, ego last - never nurture grievances or selfish interests. Demo or Die. Focus to deliver, never seek excuses and remove bad apples doing the opposite. Make transparent and accountable work of yourself and teammates to remove freeriders and resolve blockers for sportsman. Give candid feedback to level up performance, and eliminate talking behind the back. Use any feedback to grow and never give up, never quit.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "By doing the above, I will build the culture of Olympic Freedom and Responsibility for mission driven critical hits.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "LATOKEN PRINCIPLES (RULES): Culture is born in the war of economic selection. The war is between the past and the future. Once a greater culture is born, it erases cultures of the past. Past cultures strive to survive and thus the war is imminent and intense as culturicide erases way more information than genocide.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "The war is now on the markets. Cultures compete for clients via products and prices instead of guns. Thus the war is now global and lightning fast. Evolve culture lightning fast or die. That is evolution.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "Culture is not something we have in our hearts. It is not a set of our beliefs. Culture is a set of actions. Who you are is what you do. Culture is how and which decisions are made, especially if no one sees.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "We have beliefs and Principles and we will do everything to make them working. We leverage shocking rules to make it clear. For example, if one is not following the Rule to be the client of the product they are building - they would not be able to build it.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "We commit to follow LATOKEN Principles. If we violate any of them, we report it, make our best to fix the mistake, and learn from the failure. We help teammates to follow the principles. If we think one is violating the principles, we will tell them directly or speak up to their supervisor, and of course, would not talk behind a person’s back without their supervisor.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "1. Our Goal of Life is to make the world better with a product. Otherwise, what would one do in a startup? Why does a startup need tension originated by conflicts of other goals with the innovator’s mission? How would one choose the right priorities? There will be constant tensions with our principles such as Client First, Ego Last or Never waste time or Get out of comfort.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "2. Clients First, Ego Last. We are the users. Be the client of the product you are building. Test it, and talk with clients. Align each task and second of your life with the clients' success. Architect 200 trillion of your synapses and 100x more of synapses around for your life mission lasting beyond your body life. Every evening or weekend, you have meaningful time with yourself, teammates, your relatives, and friends helpful to achieve your mission. Isn’t it?",
        "source": "LATOKEN Principles"
    },
    {
        "text": "3. Demo or Die. Focus to deliver, never seek excuses, and remove bad apples doing the opposite. Get shit done. Hard work and achievement are not a pleasant comfort travel; thus, most people try to avoid it. Do not allow sneaking out; force to get shit done.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "4. Make transparent and accountable work of yourself and teammates to remove freeriders and resolve blockers for sportsman. Transparent Work. Projects, Tasks, and Work done of each teammate must be clear to you. Each standup, you understand who did what yesterday, plan to do today, and what are their blockers.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "5. Candid feedback, no politics. Give open feedback asap. Wrong public feedback is way better than polite tacit disagreement and talking behind our backs - that is prohibited politics. We do not hide our opinions and never talk behind. If we suffer from our openness - this means we are growing. If we see something unethical or if we are unhappy, it is our job to speak up.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "6. Navy Seals to Every Role. Raise the bar with any hire. Newcomers must be better than we are today, so we become greater tomorrow. Hire and raise your successor from day one. That is how you accelerate vesting and value of your stocks.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "7. Be Ethically Radically Transparent, Yet Keep Our Secrets and Know Hows. Grandma should understand your OKRs, tasks, and failures at first glance. Report mistakes. Hiding mistakes, especially with a lie, is a crime.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "I am joining LATOKEN because I believe in the mission to put money at people’s fingertips to build and co-own the future. I am joining LATOKEN because I believe in the Principles, will act accordingly to them, and will do everything I can to make them work perfectly for the mission.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "Principles to benefit clients. Ensure principles are used to build a great product for clients. Report if Principles are misused. Slack had 'empathy' as a top value; however, some employees started to use it against candid feedback... what happened - see in this video.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "President of NVIDIA: 'I’d rather torture you into greatness, rather than give up on you.'",
        "source": "External Quote"
    },
    {
        "text": "A better culture is the reason for unicorns. Generally, new companies should not exist. The only reason is their new culture which can solve creativity paradoxes to punch through legacy players.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "Culture is born in the war of economic selection. Culture is the war between the past and the future. Once a greater culture is born, it erases cultures of the past. Past cultures strive to survive, and thus the war is imminent and intense as culturicide erases way more information than genocide.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "We do not smell this war with rotten flash on the streets as the war is now on the markets. Cultures compete for clients via products and prices instead of guns. Thus, the war is now global and lightning fast. Evolve culture lightning fast or die. That is evolution.",
        "source": "LATOKEN Principles"
    },
    {
        "text": "LATOKEN is currently fending off an imminent existential threat, requiring a wartime mindset to ensure survival and success.",
        "source": "Internal Analysis"
    },
    {
        "text": "In wartime, a company must focus on a single mission to survive, often requiring radical changes in strategy and management style. LATOKEN is embracing this approach to overcome its current challenges.",
        "source": "Internal Analysis"
    },
    {
        "text": "Ben Horowitz on Peacetime vs. Wartime CEOs: 'In wartime, a company is fending off an imminent existential threat. Such a threat can come from a wide range of sources including competition, dramatic macroeconomic change, market change, supply chain change, and so forth.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'A classic wartime mission was Andy Grove’s drive to get out of the memory business in the mid-1980s due to an irrepressible threat from the Japanese semiconductor companies. In this mission, the competitive threat—which could have bankrupted the company—was so great that Intel had to exit its core business, which employed 80% of its staff.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'In wartime, the company typically has a single bullet in the chamber and must, at all costs, hit the target. The company’s survival in wartime depends upon strict adherence and alignment to the mission.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO knows that proper protocol leads to winning. Wartime CEO violates protocol in order to win.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO focuses on the big picture and empowers her people to make detailed decisions. Wartime CEO cares about a speck of dust on a gnat’s ass if it interferes with the prime directive.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO builds scalable, high-volume recruiting machines. Wartime CEO does that, but also builds HR organizations that can execute layoffs.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO spends time defining the culture. Wartime CEO lets the war define the culture.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO always has a contingency plan. Wartime CEO knows that sometimes you gotta roll a hard six.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO knows what to do with a big advantage. Wartime CEO is paranoid.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO strives not to use profanity. Wartime CEO sometimes uses profanity purposefully.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO thinks of the competition as other ships in a big ocean that may never engage. Wartime CEO thinks the competition is sneaking into her house and trying to kidnap her children.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO aims to expand the market. Wartime CEO aims to win the market.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO strives to tolerate deviations from the plan when coupled with effort and creativity. Wartime CEO is completely intolerant.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO does not raise her voice. Wartime CEO rarely speaks in a normal tone.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO works to minimize conflict. Wartime CEO heightens the contradictions.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO strives for broad-based buy-in. Wartime CEO neither indulges consensus-building nor tolerates disagreements.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO sets big, hairy audacious goals. Wartime CEO is too busy fighting the enemy to read management books written by consultants who have never managed a fruit stand.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO trains her employees to ensure satisfaction and career development. Wartime CEO trains her employees so they don’t get their ass shot off in the battle.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Peacetime CEO has rules like “we’re going to exit all businesses where we’re not number 1 or 2.” Wartime CEO often has no businesses that are number 1 or 2 and therefore does not have the luxury of following that rule.'",
        "source": "Ben Horowitz, YouTube"
    },
    {
        "text": "Ben Horowitz: 'Mastering both wartime and peacetime skill sets means understanding the many rules of management and knowing when to follow them and when to violate them.'",
        "source": "Ben Horowitz, YouTube"
    }
]